Repository: Princessgladys/googleresourcefinder
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr, ur

source: ${DATE} at ${TIME}
fr: ${DATE} à ${TIME}
ur: ${DATE} پر ${TIME}

source: ${MILES} miles (${KM} km)
ur: ${MILES} میل (${KM} کلومیٹر)

source: ${NUM_FACILITIES} Facilities within ${RADIUS_MILES} miles
fr: ${NUM_FACILITIES} établissements dans un rayon de ${RADIUS_MILES} miles
ur: ${NUM_FACILITIES} سہولیات ${RADIUS_MILES} میل کے اندر

source: ${START_LINK}Sign in${END_LINK} to view the edit form and add a latitude and longitude.
fr: ${START_LINK}Connectez-vous${END_LINK} pour afficher le formulaire de modification et d'ajouter une latitude et la longitude
ur: ${START_LINK}سائن ان${END_LINK} فارم میں ترمیم کریں اور ایک طول بلد اور عرض بلد کے نقاط کا اضافہ دیکھنے کے لئے.

source: %(user)s does not have permission to edit %(a)s
fr: %(user)s n'a pas l'autorisation de modifier %(a)s
ur: %(user)s کو %(a) میں ترمیم کرنے کی اجازت نہیں ہے

source: (unspecified)
fr: (non spécifié)
ur: (غیر واضح)

source: <strong>Note:</strong> This facility has been marked closed.
fr: <strong>Note:</strong> Cet établissement a été marquée fermée.
ur: <strong>نوٹ:</strong> اس سہولت پر بند کا نشان لگا ہوا ہے۔

source: Accuracy
fr: Précision
ur: درستگی

source: Add
fr: Ajouter
ur: اضافہ کری

source: Add a new %(type_name)s
fr: Ajouter un nouvel %(type_name)s
ur: ایک نئی %(type_name)s شامل کری

source: Address
fr: Adresse
ur: پتہ

source: Adobe
ur: ایڈوب

source: Affiliation (required)
fr: Affiliation (obligatoire)
ur: الحاق (مطلوب)

source: Alert
fr: Alerte
ur: انتباہ

source: Alert status
fr: L'état d'alerte
ur: انتباہ کی صورتحال

source: All
fr: Tous
ur: سبھی

source: Alternate ID
fr: Autre nom
ur: متبادل نام

source: Alternate name
fr: Autre nom
ur: متبادل نام

source: An error has occurred. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.
ur: ایک غلطی واقع ہوگئی ہے۔ براہ کرم بعد میں دوبارہ آزمائیں۔

source: Available
fr: Lits disponibles
ur: دستیاب

source: Available beds
fr: Lits disponibles
ur: دستیاب بستر

source: Beds open / total
fr: Lits libres/total
ur: بستر کھلا / کل

source: Blood Bank
fr: Banque de sang
ur: بلڈ بینک

source: CSV Export
fr: Exporter au format CSV
ur: CSV برآمد

source: CT Scan
fr: Scanner
ur: CT اسکین

source: Can pick up patients
fr: Peut passer prendre les patients
ur: مریضوں کو لاسکتا ہے

source: Cancel
fr: Annuler
ur: منسوخ کریں

source: Capacity
fr: capacité
ur: گنجائش

source: Cardiology
fr: Cardiologie
ur: کارڈیالوجی

source: Category
fr: Catégorie
ur: زمرہ

source: Change
fr: Modification
ur: تبدیل کریں

source: Change details
fr: Détails des modifications
ur: تبدیلی کی تفصیلات

source: Change note
fr: Modification
ur: تبدیلی کا نوٹ

source: Choose a site:
fr: Choisir un site:
ur: مقام منتخب کریں:

source: City / Town / Village
fr: Ville / Village
ur: شہر / ٹاؤ / گرا

source: Click a location on the map to place the marker for a new facility.
fr: Cliquez sur un emplacement sur la carte pour placer le marqueur d'une nouvelle installation.
ur: پر کلک کریں نقشے پر ایک جگہ ایک نئی سہولت کے لئے مارکر جگہ

source: Clinic
fr: Clinique
ur: کلینک

source: Closed or closing
fr: Fermé ou fermer bientôt
ur: بند ہے یا بند ہو رہا ہے

source: Comment:
fr: Commentaires :
ur: تبصرہ:

source: Comments
fr: Commentaires
ur: تبصرے

source: Commune
ur: حلقہ

source: Community
fr: Communauté
ur: حلقہ

source: Construction
ur: تعمیر

source: Contact name
fr: Nom de la personne à contacter
ur: رابطہ کا نام

source: Country:
fr: Pays :
ur: ملک:

source: Daily
fr: Dialyse
ur: یومیہ

source: Damage
fr: Degats
ur: نقصان

source: Date and time
fr: Date et heure
ur: تاریخ اور وقت

source: Default frequency:
fr: Fréquence par Défaut:
ur: ڈیفالٹ تعدد:

source: Department
fr: Département
ur: محکمہ

source: Dialysis
fr: Dialyse
ur: ڈائلیسس

source: Dispensary
fr: Dispensaire
ur: ڈسپنسری

source: Displaying ${NUM_FACILITIES} closest facilities
fr: Les ${NUM_FACILITIES} établissements les plus proches
ur: ${NUM_FACILITIES} قریب ترین سہولیات دکھا رہا ہے

source: Displaying facilities within ${RADIUS_MILES} miles
fr: Tous les établissements dans un rayon de ${RADIUS_MILES} miles
ur: ${RADIUS_MILES} میل کے اندر کی سہولیات دکھا رہا ہے

source: Distance
ur: دوری

source: District
ur: ضلع

source: District/County
fr: District/Comté
ur: ضل/کاؤنٹ

source: E-mail
ur: ای میل

source: Edit %(title)s
fr: Modifier %(title)s
ur: ترمیم %(title)s

source: Edit this record
fr: Modifier cet enregistrement
ur: اس ریکارڈ میں ترمیم کریں

source: Edited by
fr: Modifié par
ur: ترمیم کردہ بذریعہ

source: Email Subscription Settings
fr: Paramètres d'Abonnement par Courriel
ur: ای میل رکنیت کی ترتیبات

source: Email format:
fr: Format E-mail:
ur: ای میل کی شکل:

source: Error
fr: Erreur
ur: غلطی

source: Error loading edit form.
fr: Erreur lors du chargement de modifier le formulaire.
ur: ترمیمی فارم لوڈ کرنے میں غلطی۔

source: Error loading facility information.
fr: Erreur lors du chargement des informations de installation.
ur: سہولت کی معلومات لوڈ کرنے میں غلطی۔

source: Error saving facility information.
fr: Erreur lors du enregistrement des informations de installation.
ur: سہولت کی معلومات محفوظ کرنے میں غلطی۔

source: Export CSV
fr: Exporter au format CSV
ur: CSV برآمد کریں

source: Facilities with Changes
fr: Installations avec des Changements
ur: سہولیات مع تبدیلیاں

source: Facility
fr: Établissement
ur: سہولت

source: Facility details
fr: Infos sur l'établissement
ur: سہولت کی تفصیلات

source: Faith-based
fr: Confessionnelle
ur: عقیدے پر مبنی

source: Fax
ur: فیک

source: Field
fr: Établissement mixte
ur: فیلڈ

source: Field hospital
fr: Hôpital de campagne
ur: فیلڈ ہسپتال

source: Field hospital co-located with hospital
fr: Hôpital de campagne co-localisés avec un hôpital
ur: ہسپتال کے ساتھ ہی واقع فیلڈ ہسپتال

source: Field is required.
fr: Ce champ est obligatoire.
ur: فیلڈ مطلوب ہے۔

source: Filters
fr: Filtres
ur: فلٹرز

source: First select a hospital from the list on the left. Then Print will print a list of hospitals in order of distance from your selection.
fr: Sélectionnez d'abord un hôpital dans la liste de gauche, puis cliquez sur "Imprimer" pour imprimer une liste d'hôpitaux triés en fonction de la distance qui les sépare de votre sélection.
ur: سب سے پہلے بائیں سمت کی فہرست سے ایک ہسپتال منتخب کریں۔ پھر پرنٹ آپ کے انتخاب سے دوری کے لحاط سے ہسپتالوں کی فہرست پرنٹ کرے گا۔

source: For more information on all subscribed facilities, please visit
fr: Pour plus d'informations sur toutes les installations souscrit, visitez
ur: سبھی مطلوبہ سہولیات سے مزید معلومات کیلئے براہ کرم ملاحظہ کریں

source: For-profit
fr: À but lucratif
ur: منافع کیلئے

source: General Info
fr: Informations générales
ur: عمومی معلومات

source: General Surgery
fr: Chirurgie Générale
ur: عمومی جراحی

source: Google Maps Link
fr: Lien Google Maps
ur: گوگل (Google) نقشہ لن

source: Hello
fr: Aide
ur: ہیلو

source: Help
fr: Aide
ur: مدد

source: Home
fr: Accueil
ur: ہوم

source: Hospital
fr: Hôpital
ur: ہسپتال

source: ID
ur: آئی ڈ

source: If any information is wrong or missing, please correct it on the web site:
fr: En cas d'informations incorrectes ou manquantes, veuillez apporter les modifications souhaitées sur le site Web :
ur: اگر کوئی معلومات غلط یا چھوٹی ہوئی ہے تو،براہ کرم ویب سائٹ پر اسے صحیح کریں:

source: Infectious Disease
fr: Maladies Infectieuses
ur: متعدی مرض

source: Instant
fr: Immédiat
ur: فوری

source: Internal Medicine
fr: Médecine Interne
ur: داخلی دوا

source: Invalid date: %(date)r (need YYYY-MM-DD format)
fr: Date incorrecte : %(date)r (format AAAA-MM-JJ requis)
ur: غلط تاریخ: %(date)r (سال-ماہ-دن کی شکل درکار ہے)

source: Invalid or missing account e-mail.
fr: Nom d'établissement incorrect ou manquant
ur: ای میل اکاؤنٹ غلط یا چھوٹا ہوا ہے۔

source: Invalid or missing subject name.
fr: Nom d'établissement incorrect ou manquant
ur: مریض کا نام غلط یا چھوٹا ہوا ہے۔

source: Invalid or missing subject type.
fr: Nom d'établissement incorrect ou manquant
ur: مریض کا نام غلط یا چھوٹا ہوا ہے۔

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
fr: janv. févr. mars avr. mai juin juil. août sept. oct. nov. déc.
ur: جنوری فروری مارچ اپریل مئی جون جولائی اگست ستمبر اکتوبر نومبر دسمبر

source: Lab
fr: Laboratoire
ur: لیب

source: Laboratory
fr: Laboratoire
ur: لیبوریٹر

source: Last Updated:
fr: Mise à jour :
ur: آخری تجدید شدہ:

source: Last updated
fr: Mise à jour :
ur: آخری تجدید

source: Latitude
ur: عرض البلد

source: Latitude must be a number.
fr: Latitude doit être un nombre
ur: عرض البلد ایک عدد ہونا چاہیے۔

source: Latitude must be between -90 and 90.
fr: Latitude doit être comprise entre -90 et 90
ur: عرض البلد -90 اور 90 کے درمیان ہونا چاہیے۔

source: Legal
fr: Juridique
ur: قانونی

source: Load
fr: Charger
ur: لوڈ کریں

source: Loader:
fr: Outil de chargement :
ur: لوڈ کرنے والا:

source: Loading...
fr: Chargement...
ur: لوڈ ہورہا ہے...

source: Location
fr: Emplacement
ur: جائے وقوع

source: Location:
fr: Emplacement
ur: جائے وقوع:

source: Longitude
ur: طول البلد

source: Longitude must be a number.
fr: Longitude doit être un nombre
ur: طول البلد ایک عدد ہونا چاہیے۔

source: Longitude must be between -180 and 180.
fr: Longitude doit être comprise entre -180 et 180
ur: طول البلد -180 اور 180 کے درمیان ہونا چاہیے۔

source: Mental Health
fr: Santé Mentale
ur: دماغی صحت

source: Military
fr: Établissement militaire
ur: فوجی

source: Mixed
fr: Établissement mixte
ur: مخلوط

source: Mobile clinic
fr: Clinique mobile
ur: موبائل کلینک

source: Monthly
fr: Mensual
ur: ماہانہ

source: Mortuary Services
fr: Services Pompes Funèbres
ur: مردہ خانہ کی خدمات

source: Name
fr: Nom
ur: نام

source: Name (required)
fr: Nom (obligatoire)
ur: نام (مطلوب)

source: Neurosurgery
fr: Neurochirurgie
ur: نیوروسرجری

source: New Value
fr: Nouvelle Valeur
ur: نئی قدر

source: New facility
fr: Une nouvelle installation
ur: نئی سہول

source: No
fr: Non
ur: نہیں

source: No availability information
fr: Aucune information concernant les disponibilités
ur: فراہمی کی معلومات نہیں ہے

source: No facilities to display.
fr: Aucune installation à afficher.
ur: ڈسپلے کیلئے کوئی سہولیات نہیں ہیں۔

source: No pending request for %(account_action)s by %(user)s
fr: Aucune demande en attente pour %(authorization_role)s de %(user)s
ur: %(account_action)s بذریعہ%صارف(صارفین) کیلئے زیر التواء درخواست نہیں ہے

source: No surgical capacity
fr: Aucune capacité chirurgicale
ur: جراحتی گنجائش نہیں ہے

source: Obstetrics and Gynecology
fr: Obstétrique et Gynécologie
ur: زچگی اور امراض نسواں

source: Old Value
fr: Ancienne Valeur
ur: پرانی قدر

source: Open/Total Beds
fr: Lits libres/total
ur: دستیاب / کل بستر

source: Operational
fr: Opérationnel
ur: آپریشنل

source: Operational status
fr: Statut opérationnel
ur: آپریشن کی صورتحال

source: Organization name
fr: Nom de l'organisation
ur: تنظیم کا نام

source: Organization type
fr: Type d'organisation
ur: تنظیم کی نوعیت

source: Orthopedics
fr: Orthopédie
ur: آرتھوپیڈکس

source: Payload:
fr: Données utiles :
ur: پلے لوڈ:

source: Pediatrics
fr: Pédiatrie
ur: امراض اطفال

source: Phone
fr: Téléphone
ur: فون

source: Plain text
fr: Texte
ur: سادہ متن

source: Please call for availability information.
fr: Merci d'appeler pour connaître les disponibilités.
ur: فراہمی کی معلومات کیلئے براہ کرم کال کریں۔

source: Postoperative Care
fr: Soins Postopératoires
ur: آپریشن کے بعد کی نگہداشت

source: Previous value
fr: Valeur précédente
ur: سابقہ قدر

source: Print a list of hospitals in order of distance from ${FACILITY_NAME}
fr: Imprimer une liste d'hôpitaux triés selon la distance qui les sépare de ${FACILITY_NAME}
ur: ${FACILITY_NAME} سے دوری کے لحاظ سے ہسپتالوں کی فہرست پرنٹ کریں

source: Privacy
fr: Confidentialité
ur: رازداری

source: Public
ur: عوام

source: Reachable by road
fr: Accessible en voiture
ur: بذریعہ سڑک قابل رسائی

source: Record updated.
fr: Enregistrement mis à jour
ur: ریکارڈ کی تجدید ہوگئی۔

source: Rehabilitation
fr: Réadaptation
ur: بحالی صحت

source: Reinforced concrete
fr: Le béton armé
ur: طاقتور کنکریٹ

source: Request for becoming %(action)s was approved.
fr: La demande pour devenir %(role)s a été approuvée.
ur: %(action)s بننے کی درخواست منظور ہوگئی تھی۔

source: Request for becoming %(action)s was denied.
fr: La demande pour devenir %(role)s a été rejetée.
ur: %(action)s بننے کی درخواست مسترد ہوگئی تھی۔

source: Resource Finder
fr: Localisation de ressources
ur: ریسورس تلا

source: Resource Finder %s Update
fr: Localisation de ressources
ur: ریسورس تلا %s تازہ کاری کریں

source: Save
fr: Enregistrer
ur: محفوظ کریں

source: Saved.
fr: Enregistrer
ur: محفوظ ہوگیا۔

source: Saving...
fr: Enregistrement...
ur: محفوظ ہو رہا ہے...

source: Select subject type to export:
fr: Sélectionnez le type d'établissement à l'exportation :
ur: برآمد کیلئے مریض کی نوعیت منتخب کریں:

source: Services
ur: طبی سھولیات

source: Set checked to default
fr: Ensemble Contrôlé par Défaut
ur: نشان زد کو ڈیفالٹ پر ترتیب دیں

source: Settings
fr: Paramètres
ur: تراتیب

source: Settings page
fr: Paramètres
ur: تراتیب کا صفحہ

source: Show
fr: Montrer
ur: دکھائیں

source: Sign in
fr: Connexion
ur: سائن ان کریں

source: Sign in to edit
fr: Connectez-vous pour apporter des modifications.
ur: ترمیم کیلئے سائن ان کریں

source: Sign out
fr: Déconnexion
ur: سائن آؤٹ کریں

source: State / Province / Territory
fr: État / Province / Territoire
ur: ریاست / صوب / علاق

source: Subscribe to email updates
fr: Abonnez-vous aux mises à jour par courriel
ur: ای میل تازہ کاریوں کی رکنیت حاصل کریں

source: Supplies
fr: Matériel
ur: ساز و سامان

source: Terms of Service
fr: Conditions d'utilisation
ur: استعمال کی شرائط

source: Thanks for adding content to Resource Finder. To get started please create a username and tell us your affiliation. This information will be displayed next to information you've added or edited. Also see the <a target="_blank" href="/terms">Terms of Service</a> and <a target="_blank" href="/privacy">Privacy Policy</a>.
fr: Merci pour l'ajout de contenu à l'application "Localisation de ressources". Pour commencer, merci de créer un nom d'utilisateur et nous indiquer votre affiliation. Cette information sera affichée à côté de l'information que vous avez ajoutée ou modifiée. Voir aussi les <a target="_blank" href="/TOS">Conditions d'utilisation</a> and <a target="_blank" href="/privacy">Règles de confidentialité</a> (en anglais).
ur: ریسورس تلا پر مواد کا اضافہ کرنے کا شکریہ۔ شروعات کرنے کیلئے براہ کرم ایک صارف نام بنائیں اور ہمیں اپنا الحاق بتائیں۔ یہ معلومات آپ کے اضافہ کردہ یا ترمیم کردہ معلومات کے آگے ڈسپلے ہوگی۔ نیز <a target="_blank" href="/terms">خدمت کی شرائط</a> اور <a target="_blank" href="/privacy">رازداری کی پالیسی</a> بھی دیکھیں۔

source: This facility does not yet have a location entered.
fr: Cette établissement ne dispose pas encore d'un emplacement est entré
ur: داخل یہ سہولت کسی جگہ ابھی تک نہیں ہے

source: To change subscription settings, please visit the
fr: Pour modifier les paramètres d'abonnement, s'il vous plaît visitez le
ur: رکنیت کی ترتیبات بدلنے کیلئے،براہ کرم ملاحظہ کریں

source: To change the frequency of these emails, please visit the
fr: S'il vous plaît trouver vos mises à jour ci-dessous. Pour changer la fréquence de ces e-mails, s'il vous plaît consulter votre
ur: ان ای میلز کا تعدد بدلنے کیلئے،براہ کرم ملاحظہ کریں

source: Total beds
fr: Lits au total
ur: کل بستر

source: Total facilities
fr: Nombre d'établissements au total
ur: کل سہولیات

source: Unauthorized user.
fr: utilisateur non autorisé
ur: غیر مجاز صارف۔

source: Unchanged Subscribed Facilities
fr: Inchangée Enstallations Souscrit
ur: غیر متبدل رکنیت حاصل کردہ سہولیات

source: University
fr: Université
ur: یونیورسٹی

source: Unreinforced masonry
fr: Maçonnerie non armée
ur: غیر تقویت یافتہ معماری

source: Unsubscribe
fr: Vous Désabonner de Vérifier
ur: رکنیت ختم کریں

source: Unsubscribe from checked
fr: Vous Désabonner de Vérifier
ur: نشان زد سے رکنیت ختم کریں

source: Unsubscribed.
fr: Désabonné.
ur: رکنیت ختم کریں۔

source: Updated
fr: Mise à jour :
ur: تجدید شدہ

source: Updated by
fr: Mise à jour :
ur: تجدید شدہ بذریعہ

source: User
fr: L'Utilisateur
ur: صارف

source: Value must be a number.
fr: La valeur doit être un nombre
ur: قدر لازمی طور پر عدد ہونی چاہیے۔

source: Vascular Surgery
fr: Chirurgie Vasculaire
ur: عروقی سرجری

source: View Master List archive
fr: Accéder aux archives (en anglais)
ur: Master List کا ذخیرہ دیکھیں

source: View full record
fr: Enregistrer la Vue
ur: پورا ریکارڈ دیکھیں

source: View in Google MapMaker
fr: Afficher dans Google MapMaker
ur: Google MapMaker میں دیکھی

source: Weekly
fr: Hebdomadaire
ur: ہفتہ وار

source: Wood frame
fr: Cadre en bois
ur: لکڑی کا سانچہ

source: X-Ray
fr: Radiographie
ur: ایکسرے

source: Yes
fr: Oui
ur: ہاں

source: You already have "%(action)s" permission
fr: Vous êtes déjà %(role)s .
ur: آپ کو پہلے سے ہی "%(اقدام)اقدامات کی اجازت ہے

source: You can add a latitude and longitude in the edit form.
fr: Vous pouvez ajouter une latitude et la longitude dans le formulaire de modification.
ur: آپ فارم ء ترمیم میں ایک طول بلد اور عرض بلد کے شامل کر سکتے ہیں

source: You will receive ${FREQUENCY} email updates for this facility. Use the ${START_LINK}Settings${END_LINK} page to change subscription settings.
fr: Vous recevrez par courriel des mises à jour ${FREQUENCY} pour cette installation. Utilisez la page des ${START_LINK}Paramètres${END_LINK} pour modifier les paramètres d'abonnement.
ur: آپ کو اس سہولت کیلئے ${FREQUENCY} ای میل تازہ کاریاں موصول ہوں گی۔ رکنیت کی ترتیبات بدلنے کیلئے ${START_LINK}ترتیبات${END_LINK} کا صفحہ استعمال کریں۔

source: Your edit has been saved
fr: Vos modifications ont été enregistrées
ur: آپ کی ترمیم محفوظ ہوگئی ہے

source: Your request for "%(action)s" permission is now pending
fr: Votre demande pour devenir %(role)s est déjà enregistrée.
ur: آپ کی درخواست "%(اقدام)اقدامات کیلئے اب زیر التواء ہے

source: and with availability.
fr: avec disponibilités
ur: اور فراہمی کے ساتھ۔

source: anonymous
fr: anonyme
ur: گمنام

source: availability
fr: disponibilités
ur: فراہمی

source: capacity
fr: capacité
ur: گنجائش

source: no more than 10 miles away
fr: à moins de 10 miles
ur: 10 میل سے زیادہ دور نہیں

source: p ${PHONE}
fr: t ${PHONE}
ur: صفحہ ${PHONE}

source: services
ur: خدمات

source: ${MONTH} ${DAY}, ${YEAR}
fr: ${DAY} ${MONTH} ${YEAR}

source: Embed
fr: Intégrer

source: Embed on your site
fr: Intégrer sur votre site

source: HealthC ID
fr: ID HealthC

source: NGO
fr: ONG

source: New window
fr: Fenêtre externe
